{
	"name": "Releasenotes",
	"notes": [
		{
			"description": "Die Releasenotes sind nun über das LSSM-Menü erreichbar. Sie erscheinen ebenfalls automatisch beim Laden der Seite, wenn es ungelesene Notizen gibt.",
			"title": "Releasenotes",
			"version": "4.0.0+20200219.1935"
		},
		{
			"description": "Das Modul \"Übersicht\" ist nun verfügbar und lässt sich über den Appstore aktivieren. Um mit Mapkit kompatibel zu sein, ist die Übersicht über das LSSM-Menü erreichbar. Für weitere Informationen, siehe den <a href=\"https://v4.lssm.ledbrain.de/docs/de/modules/overview.html\" class=\"lightbox-open\">Wiki-Artikel zu diesem Modul</a>.",
			"title": "Übersicht",
			"version": "4.0.0+20200220.0908"
		},
		{
			"description": "Es gibt eine neue Version des Installationsscripts, um die japanische Version des Spiels zu unterstützen. Sollte Tampermonkey nicht automatisch aktualisiert haben, so aktuallisiere manuell über den Installationslink. Die neueste Version lautet \"4.0.0+de-NL-US-UK-AU-ES-PL-SE-IT-FR-RU-DK-NO-CZ-TR-PT-BR-MX-UA-JP\"",
			"title": "Japan: Update Installationsscript",
			"version": "4.0.0+20200225.1324"
		},
		{
			"description": "Der AppStore hat jetzt eine kleine Suche, um Module einfacher zu filtern.",
			"title": "Suche im AppStore",
			"version": "4.0.0+20200229.1724"
		},
		{
			"description": "Die Lehrgangsübersicht ist nun in voller Funktionalität vorhanden!",
			"title": "Lehrgangsübersicht",
			"version": "4.0.0+20200301.2359"
		},
		{
			"description": "Der LSSM hat jetzt seinen eigenen, persönlichen Support-Chat, der direkt vom Menü aus erreichbar ist!",
			"title": "Support-Chat",
			"version": "4.0.1+20200402.1356"
		},
		{
			"description": "Im Menü ist ab jetzt auch eine Liste der verwendeten Open-Source Libraries zu finden.",
			"title": "Liste der Open-Source Libraries",
			"version": "4.0.1+20200402.1707"
		},
		{
			"description": "Es gibt eine neue Version des Installationsscripts, um Probleme mit Versionsunterschieden zu vermeiden. Sollte Tampermonkey nicht automatisch aktualisiert haben, so aktuallisiere manuell über den Installationslink. Die neueste Version lautet \"4.0.2+DE-NL-US-UK-AU-ES-PL-SE-IT-FR-RU-DK-NO-CZ-TR-PT-BR-MX-UA-JP-RO\"",
			"title": "Update Installationsscript",
			"version": "4.0.2+20200403.1006"
		}
	]
}
