{
	"description": "Plein d'améliorations (les liens sont cliquables par exemple).",
	"name": "Améliorations générales",
	"settings": {
		"browserTitle": {
			"description": "Ajuste le titre de l'onglet du navigateur pour montrer ce qui est actuellement ouvert en jeu.",
			"title": "Titre de l'onglet"
		},
		"clickableLinks": {
			"description": "Les liens textes (dans le chat, forum, message etc.) sont cliquables. Ils s'ouvrent dans un nouvel onglet.",
			"title": "Liens cliquables"
		},
		"emojiPicker": {
			"description": "Affiche une séléction d'émoji quand vous tapez : suivi d'un texte.",
			"title": "Émojis"
		},
		"extensionCloseCall": {
			"description": "Closes propagation speech requests even if the button \"to mission\" is pressed.",
			"title": "Spreading improved FMS 5"
		},
		"linkPreviews": {
			"buildings": "Bâtiments",
			"description": "Affiche une info-bulle au survol d'un lien. Choisissez ici pour quels lien les info-bulles sont actives :",
			"missions": "Missions",
			"profile": "Profil",
			"title": "Prévisualiser le lien",
			"vehicles": "Véhicules"
		},
		"mapUndo": {
			"description": "Centre la carte sur la position du dernier centrage. Ne marche qu'avec \"OpenStreetMap\" pour le moment.",
			"title": "Sauvegarde centrage de carte"
		},
		"ownMapMarkers": {
			"description": "Enregistrez vos propres lieux sur la carte pour y accéder en un seul clic !",
			"title": "Signets pour la carte"
		},
		"saveLastBuildingType": {
			"description": "Se souvient du type de bâtiment sélectionné lors de la construction d'un nouveau bâtiment et le sélectionne automatiquement pour les nouveaux bâtiments.",
			"title": "Se souvenir du type de bâtiment"
		},
		"saveLastDispatchCenter": {
			"description": "Se souvient du centre de répartition sélectionné lors de la construction d'un nouveau bâtiment et le sélectionne automatiquement pour les nouveaux bâtiments.",
			"title": "Se souvenir du centre d'expédition"
		},
		"showImg": {
			"description": "Essaie de générer une miniature. Ne fonctionne que si \"Liens cliquables\" est activé aussi.",
			"title": "Miniature de prévisualisation"
		}
	}
}