{
    "description": "Estende la chat con alcune caratteristiche interessanti",
    "name": "Chat migliorata",
    "settings": {
        "chatTime": {
            "description": "Adatta il timestamp al formato che hai impostato!",
            "title": "Formato timestamp proprio"
        },
        "chatTimeFormat": {
            "description": "Qui puoi scegliere il formato che preferisci. Puoi trovare aiuto <a class=\"lightbox-open\" href=\"{wiki}modules/clock/#configuration\">qui</a>.",
            "title": "Formato della data e dell'ora."
        },
        "cloneHistoryBtnToHeader": {
            "description": "Mostra il pulsante per la cronologia chat nell'intestazione in modo che tu non debba scorrere verso il basso la chat per accedervi.",
            "title": "Mostra cronologia chat nell'intestazione"
        },
        "lightDesignChatHistory": {
            "description": "Un design leggero della cronologia della chat",
            "title": "Progettazione delle luci della cronologia chat"
        },
        "mentionIndicator": {
            "description": "Mostra una piccola @-icon nell'input della chat quando stai per menzionare qualcuno",
            "title": "Indicatore menzione"
        },
        "selfHighlight": {
            "description": "Evidenzia il tuo nome utente nella chat con un colore personalizzato",
            "title": "Colore personalizzato in chat"
        },
        "selfHighlightColor": {
            "description": "scegli qui il colore con cui evidenziare il tuo nome utente",
            "title": "colore personalizzato in chat: colore di sfondo"
        },
        "selfHighlightCustomTextColor": {
            "description": "Vuoi utilizzare un colore di testo personalizzato?",
            "title": "Colore personalizzato in chat: colore del testo personalizzato"
        },
        "selfHighlightCustomTextColorColor": {
            "title": "colore personalizzato in chat: colore del testo personalizzato"
        },
        "userSelection": {
            "description": "Visualizza un elenco di suggerimenti dei membri dell'alleanza quando sussurrano o menzionano, consentendo loro di essere rapidamente inseriti nel campo di input della chat (è supportato il controllo da tastiera con tasti freccia e invio).",
            "title": "Selezione utente"
        },
        "whisperIndicator": {
            "description": "Mostra una piccola icona a forma di lucchetto nell'input della chat quando stai sussurrando",
            "title": "Indicatore sussurro"
        }
    }
}
